{
    "mangaFunFacts": [
        "\"Manga\" is the name for Japanese comic books, which are more substantial and generally have longer and deeper plots than American comics.",
        "One of manga's trademark features—disproportionately large eyes drawn on most characters—was originated by Osamu Tekuza, a Japanese artist who took his inspiration from the Disney character Bambi.",
        "Manga are traditionally meant to be read right to left, as opposed to left to right, so many English translations of manga have instructions for Western readers.",
        "Kitazawa Rakuten published the first-ever manga, titled Tagosaku and Mokabe's Sightseeing in Tokyo, in 1902.",
        "In the Japanese manga The Female Fridge no. 1, the main character wakes up to discover that she has somehow become the refrigerator in the kitchen of her boy-crush.",
        "The best-selling manga of all time is One Piece, a 96-volume series starring a pirate named Monkey D Luffy. As of 2022, over 516 million copies have been sold, and there are multiple new volumes still waiting to be released.",
        "The manga series Killer Shark in Another World is about a summoner in a fantasy world who manages to summon a shark from a \"B\" movie made on planet Earth, and they become friends.",
        "A majority of manga are illustrated in black and white ink, with some other colors around the borders.",
        "Science fiction and cyber-punk settings are common in manga",
        "Manga can be categorized into five different types, defined by their target audience: Shonen (aimed at male teens), Shojo (for teen girls), Seinen (for adult men), Josei (for adult women), and Kodomomuke (aimed at young children).",
        "Thousands of manga are based on the \"isekai trope,\" where an average, modern person somehow manages to travel to (or reincarnates into) a fantasy world.",
        "Lucifer and the Biscuit Hammer is one of Japan's weirder manga series. It tells the story of a \"Lizard Knight\" who joins forces with a college student to stop a massive biscuit hammer that is getting ready to rend the entire planet asunder.",
        "There is a Japanese manga version of Adolf Hitler's autobiography Mein Kampf.",
        "In the United States, manga are published in formats similar to graphic novels, but in Japan, most manga are published in serial magazines.",
        "The popular manga series JoJo's Bizarre Adventure narrates the adventures of the Joestar family line. Each story arc follows a new member of the family (all named Jojo) as they battle through the centuries against supervillains named after 1980s British and American bands.",
        "As late as 2004, the Oxford English Dictionary defined manga as being both books and cartoon films that have either a sci-fi or fantasy theme. This definition is incorrect, both in that manga does not include animated films and can be about any genre/theme whatsoever.",
        "In 1987, a decade before manga became an international phenomenon, The Wall Street Journal published a derisive story about manga headlined \"Grown Men in Japan Still Read Comics and Have Fantasies.\"",
        "Katsuhiro Otomo's beloved masterpiece Akira, serialized from 1982-1990 and adapted to anime in 1988, takes place in Neo-Tokyo, 2020, which is prophetically hosting the Olympics in the story.",
        "A 2002 New York Times article cited the Japanese love of manga as being responsible for Japan's low literacy levels. The Times was forced to retract the piece when it was pointed out that Japan's literacy rates are much higher than those in the United States.",
        "Manga-style imagery and fonts feature prominently on signage and advertisements",
        "Although many manga series are targeted to specific age/gender groups, some series, such as Fullmetal Alchemist, are so popular that they are read by Japan's entire manga-reading population.",
        "In Japan, where manga are published in magazines as opposed to being bound as books, there are between 125 to 150 manga magazines published every month.",
        "The word manga literally means \"whimsical pictures.\""
    ]
}