{
    "mangaFunFacts": [
        "\"Manga\" is the name for Japanese comic books, which are more substantial and generally have longer and deeper plots than American comics.",
        "One of manga's trademark features—disproportionately large eyes drawn on most characters—was originated by Osamu Tekuza, a Japanese artist who took his inspiration from the Disney character Bambi.",
        "Manga are traditionally meant to be read right to left, as opposed to left to right, so many English translations of manga have instructions for Western readers.",
        "Kitazawa Rakuten published the first-ever manga, titled Tagosaku and Mokabe's Sightseeing in Tokyo, in 1902.",
        "In the Japanese manga The Female Fridge no. 1, the main character wakes up to discover that she has somehow become the refrigerator in the kitchen of her boy-crush.",
        "The best-selling manga of all time is One Piece, a 96-volume series starring a pirate named Monkey D Luffy. As of 2022, over 516 million copies have been sold, and there are multiple new volumes still waiting to be released.",
        "The manga series Killer Shark in Another World is about a summoner in a fantasy world who manages to summon a shark from a \"B\" movie made on planet Earth, and they become friends.",
        "A majority of manga are illustrated in black and white ink, with some other colors around the borders.",
        "Science fiction and cyber-punk settings are common in manga",
        "Manga can be categorized into five different types, defined by their target audience: Shonen (aimed at male teens), Shojo (for teen girls), Seinen (for adult men), Josei (for adult women), and Kodomomuke (aimed at young children).",
        "Thousands of manga are based on the \"isekai trope,\" where an average, modern person somehow manages to travel to (or reincarnates into) a fantasy world.",
        "Lucifer and the Biscuit Hammer is one of Japan's weirder manga series. It tells the story of a \"Lizard Knight\" who joins forces with a college student to stop a massive biscuit hammer that is getting ready to rend the entire planet asunder.",
        "There is a Japanese manga version of Adolf Hitler's autobiography Mein Kampf.",
        "In the United States, manga are published in formats similar to graphic novels, but in Japan, most manga are published in serial magazines.",
        "The popular manga series JoJo's Bizarre Adventure narrates the adventures of the Joestar family line. Each story arc follows a new member of the family (all named Jojo) as they battle through the centuries against supervillains named after 1980s British and American bands.",
        "As late as 2004, the Oxford English Dictionary defined manga as being both books and cartoon films that have either a sci-fi or fantasy theme. This definition is incorrect, both in that manga does not include animated films and can be about any genre/theme whatsoever.",
        "In 1987, a decade before manga became an international phenomenon, The Wall Street Journal published a derisive story about manga headlined \"Grown Men in Japan Still Read Comics and Have Fantasies.\"",
        "Katsuhiro Otomo's beloved masterpiece Akira, serialized from 1982-1990 and adapted to anime in 1988, takes place in Neo-Tokyo, 2020, which is prophetically hosting the Olympics in the story.",
        "A 2002 New York Times article cited the Japanese love of manga as being responsible for Japan's low literacy levels. The Times was forced to retract the piece when it was pointed out that Japan's literacy rates are much higher than those in the United States.",
        "Manga-style imagery and fonts feature prominently on signage and advertisements",
        "Although many manga series are targeted to specific age/gender groups, some series, such as Fullmetal Alchemist, are so popular that they are read by Japan's entire manga-reading population.",
        "In Japan, where manga are published in magazines as opposed to being bound as books, there are between 125 to 150 manga magazines published every month.",
        "The word manga literally means \"whimsical pictures.\"",
        "The first manga magazine, \"Eshinbun Nipponchi,\" was published in 1874.",
        "Osamu Tezuka, known as the \"God of Manga,\" created the famous series \"Astro Boy.\"",
        "Manga is read from right to left, unlike Western comics.",
        "\"One Piece\" by Eiichiro Oda is the best-selling manga series of all time.",
        "The longest-running manga series is \"Kochira Katsushika-ku Kameari Kōen-mae Hashutsujo,\" with over 1,960 chapters.",
        "Manga artists are called \"mangaka.\"",
        "\"Naruto\" by Masashi Kishimoto is one of the most popular manga series worldwide.",
        "Manga often gets adapted into anime, which are animated TV shows or movies.",
        "The manga industry in Japan is worth billions of dollars.",
        "Manga magazines like \"Shonen Jump\" and \"Shojo Beat\" serialize multiple manga series.",
        "\"Dragon Ball\" by Akira Toriyama is a highly influential manga series.",
        "Manga can be published in both black and white and color.",
        "\"Attack on Titan\" by Hajime Isayama has gained international acclaim.",
        "Manga conventions, such as Comiket in Japan, attract thousands of fans.",
        "Manga often explores complex themes and emotions.",
        "\"Death Note\" by Tsugumi Ohba and Takeshi Obata is a psychological thriller manga.",
        "Manga can be read digitally on various platforms.",
        "\"Sailor Moon\" by Naoko Takeuchi is a popular magical girl manga.",
        "Manga has influenced Western comics and graphic novels.",
        "\"My Hero Academia\" by Kohei Horikoshi is a modern hit manga series.",
        "Manga artists often work long hours to meet deadlines.",
        "\"Fullmetal Alchemist\" by Hiromu Arakawa is a critically acclaimed manga.",
        "Manga can be enjoyed by people of all ages.",
        "\"Bleach\" by Tite Kubo is a popular supernatural manga.",
        "Manga often features unique and imaginative art styles.",
        "\"Tokyo Ghoul\" by Sui Ishida is a dark fantasy manga.",
        "Manga can be found in bookstores, libraries, and online.",
        "\"One Punch Man\" by ONE and Yusuke Murata is a comedic superhero manga.",
        "Manga often includes cultural references and traditions.",
        "\"Fairy Tail\" by Hiro Mashima is a beloved fantasy manga.",
        "Manga can be a source of inspiration for aspiring artists.",
        "\"Hunter x Hunter\" by Yoshihiro Togashi is a long-running adventure manga.",
        "Manga often has dedicated fan communities.",
        "\"Black Clover\" by Yūki Tabata is a popular shonen manga.",
        "Manga can be a form of escapism for readers.",
        "\"Sword Art Online\" by Reki Kawahara is a popular light novel series adapted into manga.",
        "Manga often features strong and relatable characters.",
        "\"Blue Exorcist\" by Kazue Kato is a supernatural manga.",
        "Manga can be a way to learn about Japanese culture and language.",
        "\"The Promised Neverland\" by Kaiu Shirai and Posuka Demizu is a suspenseful manga.",
        "Manga often has intricate and detailed artwork.",
        "\"Demon Slayer: Kimetsu no Yaiba\" by Koyoharu Gotouge is a recent hit manga.",
        "Manga can be a form of self-expression for artists.",
        "\"JoJo's Bizarre Adventure\" by Hirohiko Araki is known for its unique art style.",
        "Manga often explores themes of friendship, love, and perseverance.",
        "\"Haikyuu!!\" by Haruichi Furudate is a popular sports manga.",
        "Manga can be a way to connect with others who share similar interests.",
        "\"Yuri on Ice\" by Mitsurou Kubo is a popular sports manga about figure skating.",
        "Manga often includes humor and comedic elements.",
        "\"The Seven Deadly Sins\" by Nakaba Suzuki is a fantasy manga.",
        "Manga can be a way to relax and unwind.",
        "\"Noragami\" by Adachitoka is a supernatural manga.",
        "Manga often features unique and imaginative worlds.",
        "\"Akira\" by Katsuhiro Otomo is a classic cyberpunk manga.",
        "Manga can be a way to explore different perspectives and ideas.",
        "\"Fruits Basket\" by Natsuki Takaya is a beloved shojo manga.",
        "Manga often includes action-packed and thrilling scenes.",
        "\"Inuyasha\" by Rumiko Takahashi is a popular fantasy manga.",
        "Manga can be a way to escape reality and enter a different world.",
        "\"Neon Genesis Evangelion\" by Yoshiyuki Sadamoto is a psychological mecha manga.",
        "Manga often features strong and independent female characters.",
        "\"Ouran High School Host Club\" by Bisco Hatori is a romantic comedy manga.",
        "Manga can be a way to explore different genres and storytelling styles.",
        "\"Soul Eater\" by Atsushi Ōkubo is a supernatural action manga.",
        "Manga often includes emotional and heartwarming moments.",
        "\"Nana\" by Ai Yazawa is a popular josei manga.",
        "Manga can be a way to learn about different cultures and traditions.",
        "\"Gintama\" by Hideaki Sorachi is a comedic action manga.",
        "Manga often features unique and memorable characters.",
        "\"Attack on Titan\" has been adapted into a successful anime series.",
        "Manga can be a way to explore different art styles and techniques.",
        "\"One Piece\" has been serialized since 1997 and is still ongoing.",
        "Manga often includes epic and intense battles.",
        "\"Death Note\" has been adapted into live-action films and TV series.",
        "Manga can be a way to discover new and exciting stories.",
        "\"Naruto\" has been adapted into a successful anime series.",
        "Manga often features intricate and detailed backgrounds.",
        "\"Dragon Ball\" has inspired numerous spin-offs and adaptations.",
        "Manga can be a way to connect with others who share similar interests.",
        "\"My Hero Academia\" has been adapted into a successful anime series.",
        "Manga often includes themes of friendship, love, and perseverance.",
        "\"Fullmetal Alchemist\" has been adapted into two anime series.",
        "Manga can be a way to explore different genres and storytelling styles.",
        "\"Bleach\" has been adapted into an anime series and live-action film.",
        "Manga often features unique and imaginative worlds.",
        "\"Tokyo Ghoul\" has been adapted into an anime series.",
        "Manga can be a way to relax and unwind.",
        "\"One Punch Man\" has been adapted into an anime series.",
        "Manga often includes humor and comedic elements.",
        "\"Fairy Tail\" has been adapted into an anime series.",
        "Manga can be a way to escape reality and enter a different world.",
        "\"Hunter x Hunter\" has been adapted into two anime series.",
        "Manga often features strong and relatable characters.",
        "\"Black Clover\" has been adapted into an anime series.",
        "Manga can be a way to explore different perspectives and ideas.",
        "\"Sword Art Online\" has been adapted into an anime series.",
        "Manga often includes action-packed and thrilling scenes.",
        "\"Blue Exorcist\" has been adapted into an anime series."
    ]
}